{
    "2022": {
        "intro": "Of my five tutees taking the International Baccalaureate Higher Level Maths Analysis and Approaches exam in May 2022,four got 7s.",
        "testimonials": [
            {
                "testimonial": "Thanks to you, D passed his exams and went on to do a Bachelor of Film in London. He is doing very well! Never underestimate how much your support at a critical time means.",
                "name": "S, mother of tutee"
            },
            {
                "testimonial": "I would like to thank you infinitely for helping me during these last weeks. I was able to get the grade that I needed in order to pass my school year. The exercises that you gave me also came in handy during the exam :).",
                "name": "E, a tutee who asked for last minute help for her High School Diploma exam"
            },
            {
                "testimonial": "I cannot thank you enough for being such a great tutor for N! Not only have you increased his knowledge of physics and maths but have enabled him to have more confidence and feel more empowered to tackle these challenging topics.",
                "name": "M, mother of tutee"
            },
            {
                "testimonial": "We are very grateful for all your hard work and efforts with W and his maths, really delighted at his 5/7 mark. He has not passed many maths tests in his life!!! Not everyone can get through to him, but you have a gift, thank you!",
                "name": "A, mother of tutee"
            },
            {
                "testimonial": "I would like to thank you for helping J with his math this year. It has really helped him prepare for his tests and made him more confident. After working with you for a while, there was no more panic and stress just before tests. I am not sure whether he has already told you, but he has done really well on his end of year exam: 6.5!",
                "name": "H, mother of tutee"
            },
            {
                "testimonial": "I would like to thank you for everything that you have done for me over the course of our tutoring. You have enabled me to achieve much higher grades and I am thankful for that. I was able to get a 6 in math on both my papers.",
                "name": "T, a tutee"
            },
            {
                "testimonial": "My son has ADHD and thinks somewhat differently from the norm. My son’s math teacher didn’t think he could handle high-level math without help, so we engaged Dr. Larson for weekly tutoring sessions throughout the two years of the IB. Dr. Larson quickly built a rapport with my son, kindling a love of mathematics and fostering his confidence. Dr. Larson combines in-depth understanding of the material and the IB process itself with student-centered tutoring and coaching. My son enjoyed the sessions and made excellent progress, impressing his teacher and carrying him through the IB.",
                "name": "K, mother of tutee"
            },
            {
                "testimonial": "Bill is a great tutor, and we highly recommend him. My daughter says he makes learning fun, takes time to let the students work out problems for themselves, and then supports them as needed. A valued way of teaching! I know that L is feeling much more confident about math and has learned a lot, in great part thanks to him.",
                "name": "E, mother of tutee"
            },
            {
                "testimonial": "I want to thank you for all the help you’ve given V. It matters so much to him to learn this stuff. I think he thought of math as his own personal dragon to slay, and even if he doesn’t end up a scientist, I’m really proud of what he’s accomplished. I really don’t think he could have done it on his own.",
                "name": "S, mother of tutee"
            },
            {
                "testimonial": "V now talks positively about his maths experience and expresses confidence in his knowledge, which is a long journey travelled from feeling lost, discouraged and frustrated because he had been labelled ‘stupid’ at the subject. Thank you for building new bridges for him, both as a professional and as an enthusiast. Your web page  saved me the time of looking around.",
                "name": "T, mother of tutee"
            },
            {
                "testimonial": "Huge thanks for all your work with M. Not only has his maths improved but also his attitude towards the whole subject, to the point where he continued your tutoring sessions even when the IGCSEs were cancelled!",
                "name": "G, mother of tutee"
            },
            {
                "testimonial": "I want to thank you for all your help. In my IGCSE results I have managed to get a B in maths! In fact I got 79 points – which is only one point away from an A!  From getting two Cs and a D in my Mock to nearly getting an A is all thanks to your amazing tutoring!",
                "name": "G, a tutee"
            }
        ]
    },
    "2021 & Earlier": {
        "intro": "",
        "testimonials": [
            {
                "testimonial": "Our family is so grateful for the time and knowledge you shared with our children! There’s no money that repays your dedication and professionalism.",
                "name": "Victoria, mother of three children tutored by Dr. Larson"
            },
            {
                "testimonial": "Thanks for all your work with Bonnie over the past two years. You have been a very effective maths tutor.",
                "name": "Bonnie’s mother, Helen"
            },
            {
                "testimonial": "Can’t believe it. He is actually studying maths. What on earth did you do to him?",
                "name": "Danny’s mother, Susan"
            },
            {
                "testimonial": "Thanks for today Bill, his brain is full and he’s super motivated!",
                "name": "William’s mother, Alex"
            },
            {
                "testimonial": "From getting 2 Cs and a D in my [IGCSE] mock to getting nearly an A is all thanks to your amazing tutoring!",
                "name": "Gemma (Student)"
            },
            {
                "testimonial": "Migod!!! You are a magician. I just saw Danny and he said you were ‘good’. This has never been said about a math teacher before.",
                "name": "Susan (Parent)"
            },
            {
                "testimonial": "Bill won’t ever make you feel bad if you don’t get something, and will help you over obstacles by explaining things in a way that he thinks YOU will understand.",
                "name": "Sean (Student)"
            },
            {
                "testimonial": "Bill Larson tutored Alex successfully in Algebra. Alex really enjoyed the session and says that he learned a lot.",
                "name": "Kate (Parent)"
            },
            {
                "testimonial": "I thought you might like to know that after the first course with you, Dylan was very happy and excited, and told me that with your tutoring, I think I can start to like math again!",
                "name": "Anna (Parent)"
            },
            {
                "testimonial": "Dr. Larson is one of the best math teachers I have ever had. He has a way of explaining difficult concepts that greatly simplifies complicated topics, and makes them into understandable terms. I also very much appreciate his humor – it’s the cherry on top.",
                "name": "Esin O. (Student)"
            },
            {
                "testimonial": "From the moment they started working together our son’s enthusiasm for maths returned and he became more engaged and confident. Feedback from his school confirmed our perception. His results will be out next month, but we were delighted that Bill was able to clarify and explain topics where our son had become a bit lost. He also brought him a personal and enriched learning experience that really bolstered him. I highly recommend Bill as a tutor.",
                "name": "Rosina B. (Parent)"
            },
            {
                "testimonial": "As a girl, being taught by Dr Larson helped me believe that I could be good at maths, and that technical disciplines aren’t just for boys. I can trace the origins of my further studies in mathematics back to his classroom.",
                "name": "Vidushi O. (Student, now studying Mathematics and Computer Science at college)"
            },
            {
                "testimonial": "Dr. Larson has been fantastic tutoring my three children at home. He knows the pre-IB and IB Maths program well and can zoom in to teach and review what the kids need to know now, without unnecessary time and money spent on generalities that the kids can study on their own. We’ve sampled many tutors, he’s the very best!",
                "name": "Victoria J. (Parent of three)"
            },
            {
                "testimonial": "William Larson is probably the best math teacher I have ever met.",
                "name": "Louis V. (Parent)"
            },
            {
                "testimonial": "Nick and Alexis are thoroughly enjoying their maths sessions with you. They say you are a great teacher!",
                "name": "Paula S. (Parent)"
            },
            {
                "testimonial": "Dr. Larson is an exquisite person who loves what he does, math is a passion of his and just like all passions he doesn’t mind going to the extra mile. I found out about Dr. Larson throw another friend who need help in Statistics.\nDespite all my difficulties and the fact that I had already failed my exam once Dr. Larson in a little over a month has pushed me to pass my Final University exam with honors and allowed me to walk away with a Business degree. The price may seem high but he is worth every penny! I hope this small paragraph can transmit how happy I am with the results I got thanks to him.",
                "name": "Luca Z. (Student)"
            }
        ]
    }
}
